{
    "messages": {
        "rules": {
            "content": "**No politics, no porn, and no spoilers!**\n\nPlease keep discussion of things Lore hasn't seen yet to the spoilerchat! \n\nPlease don't push Lore on when he's doing an episode. It's stressful and unnecessary. Be polite! \n\n**Current important spoiler topics:**\n==The list of current and potential liveblogs can be found with the **!liveblogs** command\n==No Undertale, Hiveswap, Doki Doki Literature Club, or Persona 5 discussion at all outside the spoilerchat until he finishes those games\nAgain, if you're not certain about other things he could get spoiled on, go ahead and ask in spoilerchat!  If you don't know what's an acceptable hint or leading question, read this please: http://loreweaver-universe.tumblr.com/post/175378660514/a-psa-about-spoilery-questions\n\nPlease also keep all **Adventure Time, My Hero Academia, Homestuck,** and **Worm** talk to their respective chats, as Minda, Kat, Niki, and Krix are liveblogging them respectively; we all know how spoilery those can get.  Also, please be considerate of anyone making their way through The Adventure Zone in chat!  We've got half a dozen people experiencing that for the first time as well!\n\nKeep nonsense-posting to Frog Jail, and **above all be excellent to each other.**"        
        },
        "liveblogs": {
            "content": "**Current Liveblogs:**\nSteven Universe, Wander Over Yonder, Madoka Magica\n**Patron Liveblogs:**\nShe-Ra and the Princesses of Power, Baccano, Paranoia Agent\n**Potential Liveblogs:**\nStar vs the Forces of Evil, the new DuckTales, Samurai Jack, RWBY past S2"
        }
    },
    "commands": [],
    "free_roles": {
        "pls no changerino": 388739337766043660,
        "minefrogs": 388739442510266368,
        "magic the froggening": 388739839979290625,
        "he/him": 388740839943438336,
        "they/them": 388740870641287169,
        "she/her": 388740921975373835,
        "secret santees": 388742696384331777,
        "clicker zeroes": 414218920443248641,
        "exiles": 414994811888861184
    },
    "bad": {
        "good_roles": [388737413213716481],
        "bad_roles": [388739766025191435],
        "fmt_bad": "{source} {target}",
        "fmt_unbad": "{source} {target}"
    }
}